[
    {
        "_id": 1,
        "name": "HealthFirst Medical Camp",
        "details": "Free health check-ups and consultations for all ages. Special focus on preventive care.",
        "rating": 5
    },
    {
        "_id": 2,
        "name": "Wellness Outreach Clinic",
        "details": "Providing essential healthcare services to underserved communities. Vaccinations available.",
        "rating": 4
    },
    {
        "_id": 3,
        "name": "HeartCare Awareness Camp",
        "details": "Educational sessions on heart health, blood pressure checks, and cholesterol screenings.",
        "rating": 3
    },
    {
        "_id": 4,
        "name": "Pediatric Health Expo",
        "details": "Catering to children's health needs, including immunizations and growth assessments.",
        "rating": 4.5
    },
    {
        "_id": 5,
        "name": "Women's Wellness Hub",
        "details": "Comprehensive women's health services, from screenings to informational sessions.",
        "rating": 2
    },
    {
        "_id": 6,
        "name": "Senior Care Symposium",
        "details": "Focused on the health concerns of the elderly, including geriatric screenings and consultations.",
        "rating": 3.5
    },
    {
        "_id": 7,
        "name": "Dental Health Drive",
        "details": "Free dental check-ups, oral hygiene education, and basic dental treatments.",
        "rating": 5
    },
    {
        "_id": 8,
        "name": "Vision Care Initiative",
        "details": "Eye exams, prescription glasses distribution, and awareness programs on eye health.",
        "rating": 4
    },
    {
        "_id": 9,
        "name": "Mental Wellness Workshop",
        "details": "Addressing mental health issues with professional counselors and psychological assessments.",
        "rating": 5
    },
    {
        "_id": 10,
        "name": "Diabetes Awareness Camp",
        "details": "Screening for diabetes, nutritional guidance, and lifestyle management discussions.",
        "rating": 3.5
    },
    {
        "_id": 11,
        "name": "Community Fitness Fair",
        "details": "Promoting overall well-being through fitness activities, nutritional advice, and health screenings.",
        "rating": 4.5
    },
    {
        "_id": 12,
        "name": "Mobile Health Unit",
        "details": "Bringing healthcare to remote areas with a focus on primary care and disease prevention.",
        "rating": 5
    },
    {
        "_id": 13,
        "name": "Healthy Living Expo",
        "details": "Promoting a holistic approach to health with workshops, fitness classes, and nutrition guidance.",
        "rating": 4
    },
    {
        "_id": 14,
        "name": "Cancer Awareness Drive",
        "details": "Educational sessions on cancer prevention, screenings, and early detection methods.",
        "rating": 4
    },
    {
        "_id": 15,
        "name": "Nutrition and Wellness Fair",
        "details": "Highlighting the importance of a balanced diet, nutritional counseling, and cooking demonstrations.",
        "rating": 5
    },
    {
        "_id": 16,
        "name": "Mobile Vaccination Unit",
        "details": "Travelling to different areas to provide essential vaccinations for all age groups.",
        "rating": 4
    },
    {
        "_id": 17,
        "name": "Orthopedic Health Camp",
        "details": "Screenings for bone and joint health, consultations with orthopedic specialists.",
        "rating": 5
    },
    {
        "_id": 18,
        "name": "Maternal Health Workshop",
        "details": "Addressing maternal and infant health concerns, pre and postnatal care discussions.",
        "rating": 4
    },
    {
        "_id": 19,
        "name": "Allergy Awareness Day",
        "details": "Information sessions on allergies, free allergy testing, and consultations with allergists.",
        "rating": 5
    },
    {
        "_id": 20,
        "name": "Asthma Care Clinic",
        "details": "Providing education and support for asthma patients, including inhaler demonstrations.",
        "rating": 4
    }
]